EEC_PROP/out/production/resources/OP_02/VALID/MSG.001_TRN.001/Log/Received_MSG_PRS.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope">
   <soap:Header xmlns:int="urn:EEC:Interaction:v1.0"
                xmlns:wsa="http://www.w3.org/2005/08/addressing">
      <wsa:MessageID>urn:uuid:123aad0e-ef60-4ecc-a81f-578d2a76191d</wsa:MessageID>
      <int:ProcedureID>urn:uuid:7a0aeadc-c30d-443c-9e32-d50f5b1020c6</int:ProcedureID>
      <int:ConversationID>urn:uuid:106cc2e5-2886-4e7d-bd99-c89674c4dd0d</int:ConversationID>
      <wsa:To>EAEU://EEC/CP/P.CC.01/P.CC.01.ACT.022AT</wsa:To>
      <wsa:Action>int://CP/P.CC.01/1.0.0/P.CC.01.PRC.001/P.CC.01.TRN.001/P.MSG.PRS</wsa:Action>
      <wsa:ReplyTo>
         <wsa:Address>EAEU://EEC/CP/P.CC.01/P.ACT.001</wsa:Address>
      </wsa:ReplyTo>
      <wsa:RelatesTo>urn:uuid:90505622-e098-4c00-a029-abf0f438caf3</wsa:RelatesTo>
      <int:Integration>
         <int:TrackID>urn:uuid:53ed00fd-92e6-4c41-a4ba-537f87b88038</int:TrackID>
         <int:AcceptTime>2020-01-22T11:58:44+03:00</int:AcceptTime>
      </int:Integration>
   </soap:Header>
   <soap:Body>
      <sgn:ProcessingReceipt xmlns:sgn="urn:EEC:signal:v1.0">
         <sgn:SignalId>6159f88e-251c-47dd-8279-567096601637</sgn:SignalId>
         <sgn:DateTime>2020-01-22T11:58:44.618</sgn:DateTime>
      </sgn:ProcessingReceipt>
   </soap:Body>
</soap:Envelope>
